// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Legg til egendefinert papir";

NoIccTitle = "<ingen profil valgt>";

DoubleNameTitle = "Navn på egendefinert papir finnes fra før";
DoubleNameMsg = "Det finnes allerede en egendefinert papirtype med navnet \"%@\". Velg et annet navn for det egendefinerte papiret.";

MaxMediaExceededTitle = "Du har overskredet maksimalt antall egendefinerte papirtyper";
MaxMediaExceededMsg = "Du kan definere opptil %i egendefinerte papirtyper. Slett en eller flere papirtyper før du legger til en ny.";

ProfileExistsTitle = "Denne ICC-profilen finnes fra før";
ProfileExistsMsg = "En ICC-profil med filnavnet \"%@\" er allerede lagret i det lokale oppbevaringsstedet.\nHvis du velger \"Bruk eksisterende profil\", vil den lagrede bli brukt med papiret.\nDu kan også velge \"Bruk unikt filnavn\" for å opprette et nytt profilnavn.";
ProfileExistsDefButton = "Bruk eksisterende profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Bruk unikt filnavn";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestrøket Inkjet";
PhotoRag = "Fototekstil";
Watercolor = "Vannfarge";
Canvas = "Lerret";
RigidPhotoRag = "Stiv fototekstil";
RigidWatercolor = "Stiv vannfarge";
RigidCanvas = "Stivt lerret";
Brochure = "Brosjyre";
PlainPaper = "Vanlig papir";
PhotoInkjetScrapbook = "Inkjet Scrapbook, foto";
MatteInkjetScrapbook = "Inkjet Scrapbook, matt";

Coated = "Bestrøket";
PhotoThick = "Foto, tynt";
FiberGloss = "fiber, glanset";
photoRag = "fototekstil";
photoRagThin = "fototekstil, tynt";


//print quality names
Best = "Best";
Normal = "Normal";
Fast = "Hurtigutkast";
MaxDPI = "Maksimal oppløsning";

ProfileInvalidTitle = "Ugyldig ICC-filformat";
ProfileInvalidMsg = "Valgt format på ICC-profil er ikke profil for skriver";
ProfileInvalidDefButton = "Velg en annen profil";
ProfileInvalidAltButton = "Avbryt";

TaskTitleFieldText = "Legg til egendefinert papir";
TaskDescriptionFieldText = "Klikk på Legg til for å legge til det egendefinerte papiret i listen Egendefinerte papirtyper.";
StartButtonText = "Legg til";
AddSheetDescriptionFieldText = "Oppgi informasjon om papiret du vil legge til.";
PaperNameLableText = "Navn på egendefinert papir:";
PaperCategoryLableText = "Papirkategori:";
IccFileNamelableText = "ICC-profil (valgfritt):";
IccFileNameFieldText = "<ingen profil valgt>";
BrowseButtonText = "Bla gjennom…";
ClearButtonText = "Tøm profil";
CancelButtonText = "Avbryt";
DoneButtonText = "Ferdig";
